{
	"Sheet1": [{
		"BuildingName": "Locy Hall",
		"Location": "42.0511, -87.6739",
		"Rating": "3/50",
		"Breakdown": "Aesthetics (exterior): 1\r\nAesthetics (interior): 1\r\nLikability: 1\r\nPracticality: 0\r\nOverall Vibes: 0",
		"Rank": 40,
		"Summary": " A few years ago, my aunt moved to Decatur, Illinois to live closer to my cousins. Decatur lies about three hours south of Chicago, halfway between Urbana-Champaign and Springfield. Its claim to fame comes in a form many might expect: corn products. Specifically, the manufacture of a number of corn-derived additives and sweeteners, the most well known being high fructose corn syrup. Driving on that sunny spring morning to my aunt’s house, we approached one of the corn manufacturing plants, steel pipes and silos stretching high above the flat surroundings. Soon after noticing the plant visually, however, I began to notice it olfactorily – that is to say, the smell hit me in the face like a sack of corn. I covered my nose in disgust, but not before that odor became forever ingrained in my mind – a nauseous mix of musty and sweet that I can best describe as the proverbial vomit of a Goldfish cracker.\r\nAfter leaving Decatur, that smell made its way to the back of my mind, as my lack of daily interactions with corn byproduct manufacturing meant I never needed to conjure up the memory. Earlier this quarter, however, I entered Locy for the first time in my academic life. I made my way up to the third floor on the main staircase and entered my classroom. I soon realized that I needed to pee and, wanting to make the trip to the ONLY bathroom in the building, located in the basement, easier, headed for the other staircase. Opening the door to the stairs, my nostrils were assaulted by a smell I had stored away in a tiny box in my mind – the smell of Goldfish vomit. I was brought back to that car ride, to the cornfields of central Illinois, to the stark realities and unethical creations of Big Agriculture.\r\nLocy’s odor, however, is only a minor contributor to its place as dead last on this list. As I mentioned, the only bathroom is in the basement. The inside has the boring-yet-disconcerting feeling of an unfortunately designed public high school whose reputation was marred by a tragic building fire shortly after its opening. It is not even close to being ADA-compliant, with stairs at every entrance and no elevator inside, a problem that means classes held in the building often have to be moved to a different, more accessible location. Many classroom doors have no windows, making the experience of being in class even more terrifying than it otherwise would be. Window air conditioning units exist in some of the rooms, but others just have to fend for themselves in the summer heat.\r\nMore than anything, Locy just fails to be a welcoming, open space for learning in the way that other NU buildings, even bad ones, do. \r\n"
	}, {
		"BuildingName": "Donald P. Jacobs Center (Old Kellogg)",
		"Location": "42.0538, -87.6766",
		"Rating": "7/50",
		"Breakdown": "Aesthetics (exterior): 1\r\nAesthetics (interior): 2\r\nLikability: 2\r\nPracticality: 1\r\nOverall Vibes: 1",
		"Rank": 39
	}, {
		"BuildingName": "O.T. Hogan Biological Sciences Building",
		"Rating": "9/50",
		"Breakdown": "Aesthetics (exterior): 2\nAesthetics (interior): 1\nLikability: 2\nPracticality: 2\nOverall Vibes: 2",
		"Rank": 38
	}, {
		"BuildingName": "Swift Hall",
		"Location": "42.0550, -87.6750",
		"Rating": "10/50",
		"Breakdown": "Aesthetics (exterior): 3\r\nAesthetics (interior): 1\r\nLikability: 2\r\nPracticality: 2\r\nOverall Vibes: 2",
		"Rank": 37,
		"Summary": "When I walk up to Swift Hall, I am not struck by the pride and freedom of academic study that marks much of the work that goes on inside. Rather, the building seems more like a shining example of the soaring heights, intimidating stonework and repressive nature that characterize the architecture of the former Soviet Union. Opening the heavy wooden door at the entrance to this building and hearing my footsteps echo off the bare stone inside does not make me want to learn – it makes me want to leave."
	}, {
		"BuildingName": "Technological Institute (Tech)",
		"Location": "42.0578, -87.6759",
		"Rating": "11/50",
		"Breakdown": "Aesthetics (exterior): 2\r\nAesthetics (interior): 3\r\nLikability: 2\r\nPracticality: 2\r\nOverall Vibes: 2",
		"Rank": 36
	}, {
		"BuildingName": "555 Clark Street",
		"Rating": "12/50",
		"Breakdown": "Aesthetics (exterior): 1\r\nAesthetics (interior): 2\r\nLikability: 3\r\nPracticality: 3\r\nOverall Vibes: 3",
		"Rank": 35,
		"Summary": "The best description I could come up with while walking around the monotonous 1970s office building that is 555 Clark Street was this: it is remarkably unremarkable. My memories of this building, similar to most undergraduate students who have interacted with it, consist of a concrete staircase leading down to a cramped basement lecture hall. Upper floors are either locked or consist of fluorescent-lit hallways and closed offices with drab paint and carpets. It is therefore fitting that this building is named after its street address – no NU donor wants their name on this distinctly unmemorable brick monolith."
	}, {
		"BuildingName": "Cresap Laboratory",
		"Rating": "13/50",
		"Breakdown": "Aesthetics (exterior): 2\r\nAesthetics (interior): 2\r\nLikability: 3\r\nPracticality: 3\r\nOverall Vibes: 3",
		"Rank": 34
	}, {
		"BuildingName": "Frances Searle Building",
		"Rating": "14/50",
		"Breakdown": "Aesthetics (exterior): 2\nAesthetics (interior): 4\nLikability: 3\nPracticality: 2\nOverall Vibes: 3",
		"Rank": 33
	}, {
		"BuildingName": "Cook Hall",
		"Rating": "15/50",
		"Breakdown": "Aesthetics (exterior): 5\r\nAesthetics (interior): 2\r\nLikability: 2\r\nPracticality: 4\r\nOverall Vibes: 2",
		"Rank": 32
	}, {
		"BuildingName": "Lunt Hall",
		"Rating": "16/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 3\r\nLikability: 2\r\nPracticality: 2\r\nOverall Vibes: 3",
		"Rank": 31
	}, {
		"BuildingName": "Ryan Hall",
		"Rating": "17/50",
		"Breakdown": "Aesthetics (exterior): 4\nAesthetics (interior): 4\nLikability: 3\nPracticality: 3\nOverall Vibes: 3",
		"Rank": 30
	}, {
		"BuildingName": "Main Library",
		"Rating": "18/50",
		"Breakdown": "Aesthetics (exterior): 2\r\nAesthetics (interior): 3\r\nLikability: 4\r\nPracticality: 5\r\nOverall Vibes: 4",
		"Rank": 29
	}, {
		"BuildingName": "Marjorie Ward Marshall Dance Center",
		"Rating": "19/50",
		"Breakdown": "Aesthetics (exterior): 3\nAesthetics (interior): 4\nLikability: 4\nPracticality: 4\nOverall Vibes: 4",
		"Rank": 28
	}, {
		"BuildingName": "Mudd Library",
		"Rating": "20/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 5\r\nLikability: 2\r\nPracticality: 4\r\nOverall Vibes: 3",
		"Rank": 27
	}, {
		"BuildingName": "Garrett Theological Seminary",
		"Rating": "21/50",
		"Breakdown": "Aesthetics (exterior): 7\r\nAesthetics (interior): 5\r\nLikability: 3\r\nPracticality: 2\r\nOverall Vibes: 4",
		"Rank": 26
	}, {
		"BuildingName": "Regenstein Hall of Music",
		"Rating": "22/50",
		"Breakdown": "Aesthetics (exterior): 3\r\nAesthetics (interior): 4\r\nLikability: 6\r\nPracticality: 3\r\nOverall Vibes: 6",
		"Rank": 25
	}, {
		"BuildingName": "McCormick Foundation Center",
		"Rating": "23/50",
		"Breakdown": "Aesthetics (exterior): 4\r\nAesthetics (interior): 4\r\nLikability: 6\r\nPracticality: 3\r\nOverall Vibes: 6",
		"Rank": 24,
		"Summary": "As a Medill undergraduate and a member of a publication whose meetings are held in second floor classrooms and lounges here, the McCormick Foundation Center is perhaps the building I am most acquainted with on campus. This familiarity gives me a unique understanding of the design flaws visible throughout: both staircases contain exit doors without outside handles, which means the north staircase is completely inaccessible from the ground floor and the outside. The bathroom signs contain differently shaped stick figures on the doors and on the walls next to the doors. The conventional doors flanking the revolving door on the north end of the building were clearly meant to be double-doors, a design that would match the revolving door in keeping the outside and inside temperatures stable, but it seems as though the construction crew gave up halfway through. The student lounge lacks windows, which in combination with the dark floors gives it an eerie dungeon-like feel. \r\nI could go on and on, but making this list and thinking about MFC in the grand scheme of Northwestern buildings made me take a step back and look at the building as a whole. Large windows in the classrooms give them loads of natural light. Lecture hall rows are wide and chairs are comfortable. The auditorium is advanced and versatile. There is free printing throughout (!!!) and plenty of Mac desktop computers. Each room has multiple lighting controls and dimmers, and the fourth floor studio space is just really cool. For me, MFC holds some of my favorite NU memories, many of which are space-dependent – laying on the wide classroom tables after a long night of NBN newsroom; taking headshots with the light of the big windows; watching the sky change colors over the lake as the sun sets. As much as I can be bothered by the overly-yellow tone of the wood or the jiggly door handles, MFC is a structure that holds a special place in the hearts of myself and many other Medill students, and for that it lands solidly near the center of this list.\r\n"
	}, {
		"BuildingName": "Fisk Hall",
		"Rating": "24/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 3\r\nLikability: 4\r\nPracticality: 5\r\nOverall Vibes: 6",
		"Rank": 23,
		"Summary": "Approaching Northwestern’s Evanston campus from the south along Sheridan Road, Fisk is the first academic building you see. Its maroon brick, bright red roof and triangular façade stand out against the surroundings of beige limestone. It is one of the older buildings on campus, completed in 1899, and has a surprisingly notable architect: Daniel Burnham, Director of Works for Chicago’s 1893 Columbian Exposition and author of “The Plan of Chicago.”\r\nDespite its prominent position and interesting history, however, Fisk is apparently not well-liked by alumni and Daily columnists alike. I agree that the aging building badly needs renovation, but I don’t think Fisk is unsalvageable. The exterior is unique and stylish, and the floorplan is user-friendly. Fisk has the basis of a good building, and for me, its history makes it an interesting piece of south campus. That being said, where the detractors are most valid is in their critiques of Northwestern’s apparent neglect of the building. Whereas Kresge recently received much-needed (and well-done) interior renovations and new glass castles have been popping up along the lakefill for several years, Fisk’s interior remains dated and I still don’t understand why you need a wildcard to swipe into the downstairs bathrooms. Moral of the story: Fisk fits but needs a fix.\r\n"
	}, {
		"BuildingName": "Parkes Hall",
		"Rating": "25/50",
		"Breakdown": "Aesthetics (exterior): 4\r\nAesthetics (interior): 4\r\nLikability: 5\r\nPracticality: 6\r\nOverall Vibes: 6",
		"Rank": 22
	}, {
		"BuildingName": "Shanley Hall",
		"Rating": "26/50",
		"Breakdown": "Aesthetics (exterior): 1\nAesthetics (interior): 2\nLikability: 9\nPracticality: 6\nOverall Vibes: 8",
		"Rank": 21
	}, {
		"BuildingName": "Norris University Center",
		"Rating": "27/50",
		"Breakdown": "Aesthetics (exterior): 4\nAesthetics (interior): 5\nLikability: 6\nPracticality: 6\nOverall Vibes: 6",
		"Rank": 20
	}, {
		"BuildingName": "University Hall",
		"Rating": "28/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 4\r\nLikability: 6\r\nPracticality: 6\r\nOverall Vibes: 6",
		"Rank": 19
	}, {
		"BuildingName": "Pancoe-NSUHS Life Sciences Pavilion",
		"Rating": "29/50",
		"Breakdown": "Aesthetics (exterior): 5\nAesthetics (interior): 5\nLikability: 7\nPracticality: 6\nOverall Vibes: 6",
		"Rank": 18
	}, {
		"BuildingName": "Annenberg Hall",
		"Rating": "30/50",
		"Breakdown": "Aesthetics (exterior): 4\r\nAesthetics (interior): 5\r\nLikability: 7\r\nPracticality: 7\r\nOverall Vibes: 7",
		"Rank": 17
	}, {
		"BuildingName": "Ford Motor Company Engineering Design Center",
		"Rating": "31/50",
		"Breakdown": "Aesthetics (exterior): 7\r\nAesthetics (interior): 7\r\nLikability: 6\r\nPracticality: 5\r\nOverall Vibes: 6",
		"Rank": 16
	}, {
		"BuildingName": "John J. Louis Hall",
		"Rating": "32/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 6\r\nLikability: 7\r\nPracticality: 6\r\nOverall Vibes: 7",
		"Rank": 15,
		"Summary": "Let’s get something out of the way: the Cage bothers me. As a Medill student who enjoys multimedia reporting, it annoys me that RTVF people have a whole room of thousands of dollars worth of equipment that we mere mortals can’t use. That being said, once you walk past the Cage into Louis Hall itself, the annoyance is quickly subdued by the quirky design inside. From the stage lights hanging in the abstract-quadrilateral-shaped atrium to the film reels on the door numbers, this building slaps you in the face with its purpose. That purpose also comes in editing rooms that, unlike the Cage, are actually open to all (I think) and the studios for WNUR. Outside, its new limestone and glass façade fits in well with the surrounding buildings. My lasting memory from Louis, however, comes from an evening earlier this quarter: I was unlocking my bike from the racks outside next to a couple of professors about to ride home from work, eavesdropping (as you do), when one of them said, and I quote, “You know, I just don’t want to look like a total boner in class.” Well, anonymous professor, you may look like a boner in class, but at least the classroom will be nice."
	}, {
		"BuildingName": "Wirtz Center for the Performing Arts",
		"Rating": "33/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 7\r\nLikability: 7\r\nPracticality: 7\r\nOverall Vibes: 6",
		"Rank": 14,
		"Summary": "I was waiting in the lobby of Wirtz earlier this quarter on a day that was objectively shit: completely cloudy, low 30s, sidewalks and roads covered in a thin layer of ice. Most who entered and exited through the doors in front of me wore thick coats and sturdy boots, but after a while, I heard a click-clack coming from the other side of the foyer. Strutting towards the exit was someone wearing tall stiletto heels and dark bug-eye sunglasses, ready to singlehandedly outdo the shitty day with pure confidence and style.\r\nThis, more or less, is the essence of Wirtz. Sure, the older portion still terrifies me and I get lost every time I try to enter it, and the building is full of loud theatre majors taking themselves too seriously and leaving their folders laying around. But the renovated half outdoes it with practicality and unpretentious pleasantness. In the lobby, LED lights and metal trim work together with exposed pipe and a neutral palette to create an environment that is modern without being cold. Upstairs, bright colors add flair to the space, and roomy studios hold memories of that one time I did a dance show (D-WHAT? DEEVA!) As much the maze of dark, narrow hallways that lead to a giant room full of old props will always strike fear into my heart, I genuinely enjoy being in the newer section – even when it’s filled with theatre majors monologuing for all to hear.\r\n"
	}, {
		"BuildingName": "Pick-Staiger Concert Hall",
		"Rating": "34/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 7\r\nLikability: 7\r\nPracticality: 7\r\nOverall Vibes: 7",
		"Rank": 13
	}, {
		"BuildingName": "Harris Hall",
		"Rating": "35/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 7\r\nLikability: 8\r\nPracticality: 7\r\nOverall Vibes: 7",
		"Rank": 12
	}, {
		"BuildingName": "Silverman Hall",
		"Rating": "36/50",
		"Breakdown": "Aesthetics (exterior): 8\r\nAesthetics (interior): 8\r\nLikability: 6\r\nPracticality: 7\r\nOverall Vibes: 7",
		"Rank": 11
	}, {
		"BuildingName": "Scott Hall",
		"Rating": "37/50",
		"Breakdown": "Aesthetics (exterior): 6\r\nAesthetics (interior): 8\r\nLikability: 8\r\nPracticality: 7\r\nOverall Vibes: 8",
		"Rank": 10,
		"Summary": "An important consideration in the aesthetics (interior) category is the age-old question: is there a painting of a someone looking like a wizard? In Scott Hall, the answer is a resounding yes. But in the case of Scott, the home of the political science department and a number of student affairs divisions, the wizard painting is not a standout – rather, it serves as a humble addition to the exciting art and political paraphernalia that add color and life to the drab, narrow corridors of the upper floors. On the main floor, classrooms contain stunningly high ceilings and, in at least one case, a chandelier. This building is full of surprises, and what it lacks in design excitement it more than makes up for in colorful decor."
	}, {
		"BuildingName": "Annie May Swift Hall",
		"Rating": "38/50",
		"Breakdown": "Aesthetics (exterior): 8\r\nAesthetics (interior): 7\r\nLikability: 8\r\nPracticality: 7\r\nOverall Vibes: 8",
		"Rank": 9
	}, {
		"BuildingName": "Kellogg Global Hub",
		"Rating": "39/50",
		"Breakdown": "Aesthetics (exterior): 9\r\nAesthetics (interior): 9\r\nLikability: 7\r\nPracticality: 8\r\nOverall Vibes: 6",
		"Rank": 8
	}, {
		"BuildingName": "Dearborn Observatory",
		"Rating": "40/50",
		"Breakdown": "Aesthetics (exterior): 9\r\nAesthetics (interior): 7\r\nLikability: 8\r\nPracticality: 8\r\nOverall Vibes: 8",
		"Rank": 7
	}, {
		"BuildingName": "James L. Allen Center",
		"Rating": "41/50",
		"Breakdown": "Aesthetics (exterior): 7\r\nAesthetics (interior): 9\r\nLikability: 9\r\nPracticality: 7\r\nOverall Vibes: 9",
		"Rank": 6,
		"Summary": " I had never been inside the James L. Allen Center prior to reporting this story. I had walked past it in many forays into North Campus and on the path next to the lagoon. I had seen its balconies, dining room and the Lincoln Town Cars that frequent its driveway. Little did I know, however, the surreal environment that lay inside.\r\nI first attempted to enter the Allen Center through the main west entrance, and confidently strided up, knowing I would need to put on an act to succeed in exploring this Wolf-of-Wall-Street-esque business center. When I glanced through the dark glass windows, however, I saw what appeared to be a hotel lobby, complete with cushy couches, luggage dollies and a reception desk. Intimidated, I strided past, heading for the north entrance that seemed more discreet. I walked past the small garden through a revolving door, where I was confronted with a sign that read, “Please check in at the reception desk.” \r\nShit. Despite my efforts to evade detection, I would still be confronted. I knew I had to move fast, so I moved to open the second and final door when, as if entering a spaceship, it quickly and quietly slid open ahead of me. I moved forward and evaded eye contact with the two or three people in the small lobby and headed for a hallway. My heart was racing, and I knew I needed to get out of sight quick. I saw a sign marked stairs, headed through the door and made my way up. \r\nNow that I could catch my breath, I was ready to take in the building. As I emerged onto the second floor and began to explore, what lay ahead of me confounded my senses: an absurd mix of upscale hotel, mid-century modern mansion and conference center. Random wooden staircases jutted through the floor. Bronze statues sat in carpeted corners. Oil paintings hung illuminated in gilded frames. I was taken aback by the surreal presence of pure luxury in the midst of an academic building. Study rooms were flanked by display cases of South American bowls. Lecture halls emerged in the midst of food buffets. Silent staff members carted jugs of coffee and arranged tables of nametags for what I can only assume was a meeting of international supervillains.\r\nNot wanting the adventure to end, I descended one of the staircases and found myself in the very lobby I had glanced into earlier. The receptionists looked over at me, but it was no matter: I was on the inside now. I continued my adventure past a naturally-lit dining hall looking out onto the lake and through more hallways of art and artifacts before emerging back into the north lobby I had originally entered. Triumphant, I strutted past bowls of fresh fruit and Kind bars to take a fresh oatmeal raisin cookie from a table full of sweets and beverages.\r\nUpon further inspection (read: Googling), I discovered that the Allen Center is more than just an academic building – it is home to Kellogg’s Executive Education program. The Kellogg website boasts: “Because learning should not be confined to the classroom, the Allen Center is designed to facilitate peer learning and informal interactions among faculty and participants. It is completely self-contained with classrooms of all shapes and sizes, fully equipped study-group rooms, bedrooms, dining rooms, lounge areas, snack rooms, laundry service and an exercise room.”\r\nI now understood why the experience was so surreal. The Allen Center is not a building meant for Northwestern students; rather, it stands as the brick-and-mortar embodiment of a Fortune-500 executive’s dystopian wet dream. Acting as a hotel, restaurant, lounge, gym, conference center, academic building, delivery center, art gallery and much more, the Allen Center seems to have been designed so that wealthy, powerful executives who have converged on the building to become more wealthy and powerful are completely sheltered from the outside world. This undiluted concentration of modern capitalism in our very backyard is possibly the most intriguing building on Northwestern’s Evanston campus – both terrifying and intoxicating.\r\n"
	}, {
		"BuildingName": "Kresge/Crowe Hall",
		"Rating": "42/50",
		"Breakdown": "Aesthetics (exterior): 7\r\nAesthetics (interior): 8\r\nLikability: 9\r\nPracticality: 9\r\nOverall Vibes: 9",
		"Rank": 5,
		"Summary": "When I arrived on campus in the fall of 2016, Kresge was the talk of the town: a successful renovation of the midcentury campus icon had just wrapped up, meaning the building was full of technological innovation and had just been LEED platinum certified, making it the “greenest building on campus.” My first impressions of it, however, didn’t come from the innovative and efficient heating and cooling system, the recycled materials or the insulating roof. In fact, they came from the building’s most amazing feature: the front stairs. Any student who came within sight of the stairs in the fall of 2016 learned that, although the sun provides illumination and life to our planet, nine horizontal LED bars can give it a run for its money. The Kresge stairs were a testament to Northwestern’s inherent extra-ness, blinding those who looked at them directly and providing a futuristic backdrop to a number of embarrassing group photos with friends from my PA and PWild groups. Eventually, Northwestern came to its senses and dimmed the lights, but their legacy lives on in my heart as I think back to my optimistic freshman self bounding up the blinding stairs to attend the auditions of acapella groups who ultimately rejected me.\r\nContrary to my perceptions of Northwestern acapella groups, my perception of Kresge has actually improved over time. The long hallways that at first struck me as sterile now strike me as inviting and accessible. Study nooks that I didn’t know existed have provided comfortable homes for my pre-finals-week-stress-watching-Ladybird-instead-of-studying. Rolling chairs that I once found unnecessary have allowed for easy rearrangement of rooms for discussion-based classes. The connection to Crowe allows for a seamless transfer into a similarly modern, inviting space. Kresge’s light, natural color palate and advanced, user-friendly classrooms make it one of my favorite campus buildings, and future Northwestern renovations can take a cue from the environmentally-friendly structure’s success.\r\n"
	}, {
		"BuildingName": "Ryan Center for the Musical Arts (S.S. Bienen)",
		"Rating": "43/50",
		"Breakdown": "Aesthetics (exterior): 9\r\nAesthetics (interior): 10\r\nLikability: 8\r\nPracticality: 7\r\nOverall Vibes: 9",
		"Rank": 4
	}, {
		"BuildingName": "Deering Library",
		"Rating": "44/50",
		"Breakdown": "Aesthetics (exterior): 10\r\nAesthetics (interior): 9\r\nLikability: 9\r\nPracticality: 8\r\nOverall Vibes: 8",
		"Rank": 3
	}, {
		"BuildingName": "Lutkin Memorial Hall",
		"Rating": "45/50",
		"Breakdown": "Aesthetics (exterior): 8\r\nAesthetics (interior): 8\r\nLikability: 10\r\nPracticality: 9\r\nOverall Vibes: 10",
		"Rank": 2
	}, {
		"BuildingName": "Block Museum of Art",
		"Rating": "46/50",
		"Breakdown": "Aesthetics (exterior): 8\r\nAesthetics (interior): 10\r\nLikability: 10\r\nPracticality: 9\r\nOverall Vibes: 9",
		"Rank": 1
	}]
}