{
  "Sheet1":[{
    "BuildingName": "Locy Hall",
    "Location": ["42.0511", "-87.6739"],
    "Rating": "3/50",
    "Breakdown": ["Aesthetics (exterior): 1",
    "Aesthetics (interior): 1",
    "Likability: 1",
    "Practicality: 0",
    "Overall Vibes: 0"],
    "Rank": 40,
    "Summary": ["A few years ago, my aunt moved to Decatur, Illinois, to live closer to my cousins. Decatur lies about three hours south of Chicago, halfway between Urbana-Champaign and Springfield. Its claim to fame comes from something many might expect: corn products. Specifically, the manufacture of a number of corn-derived additives and sweeteners, the most well known being high fructose corn syrup. Driving on a sunny spring morning to my aunt’s house, we approached one of the corn manufacturing plants, steel pipes and silos stretching high above the flat surroundings. Soon after noticing the plant visually, however, I began to notice it olfactorily – that is to say, the smell hit me in the face like a sack of corn. I covered my nose in disgust, but not before that odor became forever ingrained in my mind: a nauseous mix of musty and sweet that I can best describe as the imagined vomit of a Goldfish cracker.",
    "After leaving Decatur, that smell embedded itself in the back of my mind, but thankfully, my lack of daily interactions with corn byproduct manufacturing meant I never needed to conjure up the memory. Earlier this quarter, however, I entered Locy for the first time in my academic life. I made my way up to the third floor on the main staircase and entered my classroom. I soon realized that I needed to pee and headed for the other staircase for my trip to the ONLY bathroom in the building, located in the basement. Opening the door to the stairs, my nostrils were assaulted by a smell I had stored away in a tiny box in my mind: the smell of Goldfish vomit. It brought me back to that car ride, to the cornfields of central Illinois, to the stark realities and unethical creations of Big Agriculture.",
    "Locy’s odor, however, is only a minor contributor to its place at dead last on this list. As I mentioned, the only bathroom is in the basement. The inside has the boring-yet-disconcerting feeling of an unfortunately designed public high school whose reputation was marred by a tragic building fire shortly after its opening (and its basement feels like it holds the lost souls who perished in the tragedy). It is <a href=“http://apps.northbynorthwestern.com/magazine/2016/spring/features/access-afterthought/” target=”_blank”>not even close</a>to being ADA-compliant, with stairs at every entrance and no elevator inside, a problem that means classes held in the building often have to be moved to a different, more accessible location. Many classroom doors have no windows, making the experience of being in class even more terrifying than it otherwise would be. Window air conditioning units exist in some of the rooms, but in others, students would have to fend for themselves in the summer heat.",
    "More than anything, Locy just fails to be a welcoming, open space for learning in the way that other NU buildings – even bad ones – are."
  ]},
  {
    "BuildingName": "Donald P. Jacobs Center (Old Kellogg)",
    "Location": ["42.0538", "-87.6766"],
    "Rating": "7/50",
    "Breakdown": ["Aesthetics (exterior): 1",
    "Aesthetics (interior): 2",
    "Likability: 2",
    "Practicality: 1",
    "Overall Vibes: 1"],
    "Rank": 39,
    "Summary": ["Oof. This eyesore at the end of Foster is the physical embodiment of Northwestern’s budget crisis. What was supposed to become Norris’ temporary home away from home turned into a gutted concrete shell whose only plus is the research lab that occasionally pays me to evaluate random products (which is even on thin ice after cancelling my last study). Not only that, it’s just an ugly, uncreative building in the first place. Walking outside past the overturned chairs and tables visible through the dirty windows on my way to class every morning acts as a stark reminder that institutions with multi-billion dollar endowments are still just as much of a mess as you and me."
  ]},
  {
    "BuildingName": "O.T. Hogan Biological Sciences Building",
    "Location": ["42.0574", "-87.6741"],
    "Rating": "9/50",
    "Breakdown": ["Aesthetics (exterior): 2",
    "Aesthetics (interior): 1",
    "Likability: 2",
    "Practicality: 2",
    "Overall Vibes: 2"],
    "Rank": 38,
    "Summary": ["The second floor bathroom in this building is a stall next to a sink. That’s it. Outside, this building is ugly, and inside, the layout is confusing and the design is lifeless. Yuck."
  ]},
  {
    "BuildingName": "Swift Hall",
    "Location": ["42.0550", "-87.6750"],
    "Rating": "10/50",
    "Breakdown": ["Aesthetics (exterior): 3",
    "Aesthetics (interior): 1",
    "Likability: 2",
    "Practicality: 2",
    "Overall Vibes: 2"],
    "Rank": 37,
    "Summary": ["When I walk up to Swift Hall, I am not struck by an impression of academic freedom. Rather, the building seems more like a shining example of the soaring heights, intimidating stonework and repressive nature that characterize the architecture of the former Soviet Union. Opening the heavy wooden door at the entrance to this building and hearing my footsteps echo off the bare stone inside does not make me want to learn – it makes me want to leave."
  ]},
  {
    "BuildingName": "Technological Institute (Tech)",
    "Location": ["42.0578", "-87.6759"],
    "Rating": "11/50",
    "Breakdown": ["Aesthetics (exterior): 2",
    "Aesthetics (interior): 3",
    "Likability: 2",
    "Practicality: 2",
    "Overall Vibes: 2"],
    "Rank": 36,
    "Summary": ["And so we come to this mammoth of a building, which tour guides claim is the second largest low-rise building after the Pentagon (Tech is about a quarter of its size, square-feet wise). Those who spend all of their time inside and those who have only been in once hate Tech alike. Its stone corridors are confusing, intimidating and seemingly endless, and it contains more labs and classrooms than any mere mortal could hope to understand. That being said, the south atrium on the second and third floor has lots of light and plants, making it one of the only redeeming areas of this monstrosity. Although it’s scary, Tech is an essential part of campus – we can only continue to walk through its strangely heavy front doors with our heads down."
  ]},
  {
    "BuildingName": "555 Clark Street",
    "Location": ["42.0495", "-87.6774"],
    "Rating": "12/50",
    "Breakdown": ["Aesthetics (exterior): 1",
    "Aesthetics (interior): 2",
    "Likability: 3",
    "Practicality: 3",
    "Overall Vibes: 3"],
    "Rank": 35,
    "Summary": ["The best description I could come up with while walking around the monotonous 1970s office building that is 555 Clark Street was “remarkably unremarkable.” My memories of this building, similar to most undergraduate students who have interacted with it in Poli Sci or Econ lectures, consist of a concrete staircase leading down to a cramped basement lecture hall. Upper floors are either locked or consist of fluorescent-lit hallways and closed offices, including for Student Finance or the Cook Family Writing Program, with drab paint and carpets. I’m not surprised this building is named after its street address – no NU donor wants their name on this distinctly dull brick monolith."
  ]},
  {
    "BuildingName": "Cresap Laboratory",
    "Location": ["42.0547", "-87.6749"],
    "Rating": "13/50",
    "Breakdown": ["Aesthetics (exterior): 2",
    "Aesthetics (interior): 2",
    "Likability: 3",
    "Practicality: 3",
    "Overall Vibes: 3"],
    "Rank": 34,
    "Summary": ["Cresap is an objectively boring building, with extremely straightforward design, fluorescent lights and an unassuming stature. However, it is significantly less intimidating than its neighbor, Swift, and it carries a lot of good memories of random research studies inside that have paid me to try learning Czech or identifying colorful patterns."
  ]},
  {
    "BuildingName": "Frances Searle Building",
    "Location": ["42.0585", "-87.6736"],
    "Rating": "14/50",
    "Breakdown": ["Aesthetics (exterior): 2",
    "Aesthetics (interior): 4",
    "Likability: 3",
    "Practicality: 2",
    "Overall Vibes: 3"],
    "Rank": 33,
    "Summary": ["The atrium of Frances Searle is an enjoyable place to be, with natural light and plenty of space. When you try to enter any other space in the building, however, confusion takes over, sending you in circles around a hopelessly convoluted layout. The Communication students I’ve heard from wish for nothing more than a more accessible, nicer space, and I can’t help but agree."
  ]},
  {
    "BuildingName": "Cook Hall",
    "Location": ["42.0574", "-87.6741"],
    "Rating": "15/50",
    "Breakdown": ["Aesthetics (exterior): 5",
    "Aesthetics (interior): 2",
    "Likability: 2",
    "Practicality: 4",
    "Overall Vibes: 2"],
    "Rank": 32,
    "Summary": ["Cook Hall has windows, labs, hallways, lights and staircases, and smells like a hospital."
  ]},
  {
    "BuildingName": "Lunt Hall",
    "Location": ["42.0548", "-87.6763"],
    "Rating": "16/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 3",
    "Likability: 2",
    "Practicality: 2",
    "Overall Vibes: 3"],
    "Rank": 31,
    "Summary": ["I kind of like Lunt. The neoclassical facade gives a good impression, the mosaic floors at the entrance are a unique touch and the inside, with its creaky stairs and wood paneling, seems old in a good way, like a wise aging professor. That being said, I have friends who actually use the building for classes and studying, and I have ears to listen to these friends. According to them, Lunt (or BLunt, as it’s known on 4/20) has poor temperature regulation, a creepy basement and decrepit offices that make it a difficult place to spend time. How much of this critique comes from the building and how much of it comes from the general misery of math majors is up to you to decide, but in general, Lunt’s quirky oldness fails to outshine its impracticality."
  ]},
  {
    "BuildingName": "Ryan Hall",
    "Location": ["42.0568", "-87.6745"],
    "Rating": "17/50",
    "Breakdown": ["Aesthetics (exterior): 4",
    "Aesthetics (interior): 4",
    "Likability: 3",
    "Practicality: 3",
    "Overall Vibes: 3"],
    "Rank": 30,
    "Summary": ["The distinguished portrait of the honorable and esteemed Nobel Prize-winner Sir Fraser Stoddart (otherwise known as <a href=“http://www.northbynorthwestern.com/story/look-how-uncomfortable-he-is-michael-che-helps-a-n/” target=”_blank”>Sir Sir</a>) greets you in larger-than-life proportion as you enter Ryan Hall, the building that houses the Stoddart Mechanostereochemistry Group and his office. Despite its esteemed resident, Ryan is a pretty unremarkable building. The outside is clean and sensible, but although the inside is spacious, well-appointed and accessible, it just feels dry and dull. Sir Sir deserves a more exciting home."
  ]},
  {
    "BuildingName": "Main Library",
    "Location": ["42.0531", "-87.6748"],
    "Rating": "18/50",
    "Breakdown": ["Aesthetics (exterior): 2",
    "Aesthetics (interior): 3",
    "Likability: 4",
    "Practicality: 5",
    "Overall Vibes: 4"],
    "Rank": 29,
    "Summary": ["On page 313 of the 474-page <a href=“http://digital-libraries.saic.edu/cdm/compoundobject/collection/caohp/id/19289/rec/1” target=”_blank”>Oral History of Walter Netsch</a>, the noted Chicago architect who designed Northwestern’s Main Library proclaims, “I think to a great extent the Northwestern Library is very good.” I disagree.",
    "Netsch, born in Chicago in 1920, came of age during the years of the Great Depression and World War II. He learned his trade at the Massachusetts Institute of Technology, which was transitioning toward a more modernist approach to design at the time. Much like the Great Depression and WWII, Netsch’s architecture stems from a dark chapter in U.S. history, and much like MIT, it continues to cause pain to students involved.",
    "I want to make something very clear: Although I am a fan of the clean-cut simple design and function-over-form ideology of modernist architecture, I absolutely loathe brutalism. Prioritizing dramatic lines and simple materials is great, but constructing a building from massive swaths of raw concrete and peppering it with some tiny windows results in a deeply sad result. Through its pursuit of a powerful aesthetic, brutalism is impractical and disappointing.",
    "But enough of the theoreticals – let’s get into What I Hate About Main™. I already mentioned the most obvious problem: The windows are tiny. Being in the library (and being at Northwestern, for that matter) usually means I’m already stressed, and the complete lack of natural light in the stacks only amplifies my stress. Speaking of which, I will only go to the stacks when I need to use sadness as a motivation to study – the eggshell white walls, ugly lights and confined study carrels lining the walls make sitting at the old wooden desks a truly purgatorial experience. Although the layout of the circular towers, with the bookshelves as spokes of a wheel, was revolutionary at the time, it now makes the building as a whole confusing to navigate. As a freshman, it took me months to figure out where the staircase was – why is that dark, cold concrete enclosure hidden away behind unassuming brown doors? On top of that, I do everything I can to avoid the genuinely scary bathrooms throughout the building.",
    "Main does have some genuinely likable characteristics: Core is a nice place to be, and the Transportation and African Studies libraries on the fifth floor are unique and fun. (African Studies even has a little board game named Ludo set up that you can play on study breaks!) But at a renowned institution of higher education, the main library should be the pinnacle of all the university stands for. All Main stands for is confusion, sadness and lifeless design."
  ]},
  {
    "BuildingName": "Marjorie Ward Marshall Dance Center",
    "Location": ["42.0517", "-87.6729"],
    "Rating": "19/50",
    "Breakdown": ["Aesthetics (exterior): 3",
    "Aesthetics (interior): 4",
    "Likability: 4",
    "Practicality: 4",
    "Overall Vibes: 4"],
    "Rank": 28,
    "Summary": ["I don’t really have much to say about the Marjorie Ward Marshall Dance Center. There are some dance studios. There are some comfy couches. There’s some yellow paint. Next."
  ]},
  {
    "BuildingName": "Mudd Library",
    "Location": ["42.0581", "-87.6744"],
    "Rating": "20/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 5",
    "Likability: 2",
    "Practicality: 4",
    "Overall Vibes: 3"],
    "Rank": 27,
    "Summary": ["Northwestern’s newest library, completed in September 2017, has a handsome exterior, with clean lines and wide glass panels. At first glance, it seems like a solid building – the lounge out front is well-appointed and light-filled. Enter through the singular authorized entrance, however, and you will meet sterile, cold LED lights, clear glass and white walls. The space is both unwelcoming and impractical, and most of my friends who study here do it out of necessity or convenience, not desire. Mudd had potential, but an impersonal design aesthetic makes the inside a foreboding place, not a good quality for a library meant to welcome students."
  ]},
  {
    "BuildingName": "Garrett Theological Seminary",
    "Location": ["42.0560", "-87.6756"],
    "Rating": "21/50",
    "Breakdown": ["Aesthetics (exterior): 7",
    "Aesthetics (interior): 5",
    "Likability: 3",
    "Practicality: 2",
    "Overall Vibes: 4"],
    "Rank": 26,
    "Summary": ["Garrett’s tall, ornate tower can be seen from all over campus, and its stone gargoyles watch over us all. The inside has the air of a renovated castle, with spiral staircases and the most dramatic water fountain I’ve ever seen. I remember sitting in one of the courtyards one spring when I spotted a couple taking their wedding pictures around the building. Despite its picturesque exterior, however, Garrett is just a weird place to be. The seminary itself is a completely separate entity from Northwestern, but some students apparently still have classes here and the library is open to NU students. This strange symbiotic relationship gives a slightly disconcerting vibe to the cold, beige stone inside."
  ]},
  {
    "BuildingName": "Regenstein Hall of Music",
    "Location": ["42.0524", "-87.6715"],
    "Rating": "22/50",
    "Breakdown": ["Aesthetics (exterior): 3",
    "Aesthetics (interior): 4",
    "Likability: 6",
    "Practicality: 3",
    "Overall Vibes: 6"],
    "Rank": 25,
    "Summary": ["If you thought this list was done with brutalism after Hogan, Frances Searle and Main Library, let me introduce you to this quaint lakeside honeycomb. Especially when overshadowed by the new, warm, light-filled Ryan Center for the Musical Arts to its south, the failures of dark, drab brutalist design really shine with Regenstein. One of the main redeeming qualities of this building, however, is the beautiful lakefront lounge, a great winter hangout on a sunny day with its huge windows and poor temperature regulation. Still, I for one am very grateful that this isn’t our only music building, and I suspect most Bienen students agree."
  ]},
  {
    "BuildingName": "McCormick Foundation Center",
    "Location": ["42.0513", "-87.6743"],
    "Rating": "23/50",
    "Breakdown": ["Aesthetics (exterior): 4",
    "Aesthetics (interior): 4",
    "Likability: 6",
    "Practicality: 3",
    "Overall Vibes: 6"],
    "Rank": 24,
    "Summary": ["As a Medill student and an editor who meets here to work on this very website, the McCormick Foundation Center is the building I know best on campus. This familiarity gives me a unique understanding of the design flaws visible throughout. Both staircases contain exit doors without outside handles, which means the north staircase is completely inaccessible from the ground floor and the outside. The bathroom signs include differently shaped stick figures on the doors and on the walls next to the doors. The conventional doors on either side of the revolving door on the north end of the building were clearly meant to be double-doors, a design choice that would keep the outside and inside temperatures stable like the revolving door does, but it seems like the construction crew gave up halfway through. The student lounge lacks windows, which in combination with the dark floors gives it an eerie, dungeon-like feel. ",
    "I could go on and on, but making this list and thinking about MFC in the grand scheme of Northwestern buildings made me take a step back and look at the building as a whole, reconsidering its positive aspects. Large windows in the classrooms give them loads of natural light. Lecture halls have wide rows and comfortable chairs. The main auditorium is advanced and versatile. There is free printing throughout (!!!) and there are plenty of Mac desktop computers. Each room has multiple lighting controls and dimmers, and the fourth floor broadcast studio space is just really cool. For me, MFC holds some of my favorite NU memories, many of which are space-dependent: laying on the wide classroom tables after a long night of NBN newsroom, taking headshots with the light of the big windows, watching the sky change colors over the lake as the sun sets. As much as the overly yellow tone of the wood or the jiggly door handles can bother me, MFC holds a special place in my heart and the hearts of many other Medill students – and for that, it lands solidly near the center of this list."
  ]},
  {
    "BuildingName": "Fisk Hall",
    "Location": ["42.0507", "-87.6742"],
    "Rating": "24/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 3",
    "Likability: 4",
    "Practicality: 5",
    "Overall Vibes: 6"],
    "Rank": 23,
    "Summary": ["Approaching Northwestern’s Evanston campus from the south along Sheridan Road, Fisk is the first academic building you see. Its maroon brick exterior, bright red roof and triangular façade stand out against the surroundings of beige limestone. It is one of the older buildings on campus, completed in 1899 by a surprisingly notable architect: Daniel Burnham, director of works for Chicago’s 1893 Columbian Exposition and author of The Plan of Chicago.",
    "Despite its prominent position and interesting history, however, <a href=“https://dailynorthwestern.com/2018/11/12/opinion/letter-to-the-editor-can-nu-fix-fisk-hall/” target=”_blank”>alumni</a>and <a href=“https://dailynorthwestern.com/2018/02/26/lateststories/gresik-nu-must-renovate-fisk-hall-update-facilities-better-serve-students/” target=”_blank”>Daily columnists</a>alike loathe of Fisk Hall. I agree that the aging building badly needs renovation, but I don’t think Fisk is unsalvageable. The exterior is unique and stylish, and the floorplan is user-friendly, with easy-to-find rooms and offices (although it makes zero sense that the men’s and women’s bathrooms are on different floors). Fisk has the basis of a good building, and for me, its history makes it an interesting piece of south campus.",
    "That being said, the detractors are most valid in their critiques of Northwestern’s apparent neglect of the building. Whereas Kresge recently received much-needed (and well-done) interior renovations, and new glass castles have been popping up along the lakefill for several years, Fisk’s interior remains dated – and I still don’t understand why you need a wildcard to swipe into the downstairs bathrooms. Moral of the story: Fisk fits but needs a fix."
  ]},
  {
    "BuildingName": "Parkes Hall",
    "Location": ["42.0501", "-87.6772"],
    "Rating": "25/50",
    "Breakdown": ["Aesthetics (exterior): 4",
    "Aesthetics (interior): 4",
    "Likability: 5",
    "Practicality: 6",
    "Overall Vibes: 6"],
    "Rank": 22,
    "Summary": ["Parkes was the first building I interacted with as a Northwestern student – it’s where I checked in and picked up my rentals for PWild before meeting my new friends and preparing for the trip in the yard outside. I remember being happy about the building’s spacious construction, natural light and courtyard, and when I visited again earlier this year, those same memories came back. Although my friend who had multiple classes in Parkes told me the upstairs bathroom perpetually smells like pee, the building itself still gives me good vibes. With a multi-belief space, gender neutral bathroom and lactation space, cool arch-shaped windows and a spacious room where I voted in the presidential election my freshman year, I really don’t mind being in Parkes."
  ]},
  {
    "BuildingName": "Shanley Hall",
    "Location": ["42.0548", "-87.6760"],
    "Rating": "26/50",
    "Breakdown": ["Aesthetics (exterior): 1",
    "Aesthetics (interior): 2",
    "Likability: 9",
    "Practicality: 6",
    "Overall Vibes: 8"],
    "Rank": 21,
    "Summary": ["“Where’s Shanley?” “Oh it’s behind Lunt!” “Wait, like… that big one?” “No that’s Swift.” “Sooo…” “It’s a literal shack, you’ll find it.” Originally built during World War II to house classrooms for Navy training, <a href=“https://www.northwestern.edu/magazine/fall2012/feature/whats-in-a-name-sidebar/shanley-hall.html” target=”_blank”>Shanley</a> had been used as a warehouse, a lunchroom and a coffee house before settling into its <a href=“http://apps.northbynorthwestern.com/magazine/2017/winter/pregame/wonder-shack/” target=”_blank”>current role</a> as a dark, crowded home to student theater productions and other performances. This squat, shit-colored building has nothing in the way of design or architecture, but its dark walls and low ceiling provide the perfect intimate setting for a rowdy night watching your friends perform. Shanley holds so many of my favorite Northwestern memories, and every student should strive to see a show in this tiny space."
  ]},
  {
    "BuildingName": "Norris University Center",
    "Location": ["42.0534", "-87.6727"],
    "Rating": "27/50",
    "Breakdown": ["Aesthetics (exterior): 4",
    "Aesthetics (interior): 5",
    "Likability: 6",
    "Practicality: 6",
    "Overall Vibes: 6"],
    "Rank": 20,
    "Summary": ["Remember when Northwestern was going to build a new Norris? Remember when administration had a big model and a presentation on a TV? Remember how they couldn’t get funding and then just pushed that model into the corner on the ground floor to gather dust? Honestly, I can’t really imagine what my college experience would have looked like without this 1970s limestone box on the lakefront. From my post-PWild celebration on the south lawn to the countless hours spent at an invaluable Norbucks table to the movies and performances I’ve seen in the auditorium (to everyone involved in Arts Alliance’s fall 2016 production of Heathers: The Musical, thank you for the best theatergoing experience of my young Northwestern life) to the fairs and events on the second floor and the delicious food on the ground floor, Norris lives up to its name: University Center. Sure, it may be ugly, it may be poorly designed, it may be old, its recent renovations may have been poorly thought out, its lawn may flood all the time, it may be crowded, where was I going with this? (Another list?) Oh yeah: BUT, it is truly central to student life here, and for that we thank it. Here’s to 47 more years of low-ceilinged memories!"
  ]},
  {
    "BuildingName": "University Hall",
    "Location": ["42.0519", "-87.6760"],
    "Rating": "28/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 4",
    "Likability: 6",
    "Practicality: 6",
    "Overall Vibes: 6"],
    "Rank": 19,
    "Summary": ["Northwestern’s oldest building, erected in 1869 to house all classes, a library, a lab and a museum, is instantly recognizable – from brochures to websites to the walking tour, NU loves to rep this iconic limestone castle. Inside, classrooms boast high ceilings and lots of natural light over five floors, accessed by tall staircases that let you get your workout in before Spanish class. The design aesthetic is pretty unremarkable, with a light palette and no-frills construction. Outside, however, the tall clock tower serves as a campus symbol, and everyone from the freshmen marching through the arch to the squirrels living in the trees out front can appreciate its majestic structure. Overall, although University Hall may not be as innovative as it was in 1869, it still serves an important role on campus."
  ]},
  {
    "BuildingName": "Pancoe-NSUHS Life Sciences Pavilion",
    "Location": ["42.0572", "-87.6736"],
    "Rating": "29/50",
    "Breakdown": ["Aesthetics (exterior): 5",
    "Aesthetics (interior): 5",
    "Likability: 7",
    "Practicality: 6",
    "Overall Vibes: 6"],
    "Rank": 18,
    "Summary": ["Pancoe is a pretty boring building, but it has a cool little cafe area that used to be Einstein’s and is now Cafe Coralie. I’m sad that Einstein’s is no longer there, but the new place at least makes the building’s clean, spacious hallways and stairwells smell good. Natural light floods in through large windows throughout, and although it does not have much in the way of exciting design, it serves its purpose well."
  ]},
  {
    "BuildingName": "Annenberg Hall",
    "Location": ["42.0561", "-87.6745"],
    "Rating": "30/50",
    "Breakdown": ["Aesthetics (exterior): 4",
    "Aesthetics (interior): 5",
    "Likability: 7",
    "Practicality: 7",
    "Overall Vibes: 7"],
    "Rank": 17,
    "Summary": ["I love SESP people. Although Annenberg is a pretty boring building, it holds some of the kindest, coolest students on campus, pursuing an education in how to teach the next generation, make more fair and effective policy or just generally make the world a better place. There are some great vibes inside this big beige box of a building, and its lake view and comfortable lounge spaces don’t hurt either."
  ]},
  {
    "BuildingName": "Ford Motor Company Engineering Design Center",
    "Location": ["42.0495", "-87.6774"],
    "Rating": "31/50",
    "Breakdown": ["Aesthetics (exterior): 7",
    "Aesthetics (interior): 7",
    "Likability: 6",
    "Practicality: 5",
    "Overall Vibes: 6"],
    "Rank": 16,
    "Summary": ["Ford holds a special place in my heart as the start and finish line of this <a href=“http://www.northbynorthwestern.com/story/how-to-walk-between-northwestern-buildings-witho/” target=”_blank”>GoPro tour</a>of north campus buildings I filmed my freshman year. Since then, I’ve been back countless times to chill amongst the dark wood and greenish-blue glass that give this design-focused space a clean, modern vibe that feels cool but not cold. The entryway looks over a large construction space in the basement, the first floor always houses some type of cool high-tech art, and classrooms, workspaces and offices occupy the floors above. Talking to engineers who actually use the building, however, I’ve learned that classroom walls are hopelessly thin, making it hard to focus with the lecture next door constantly interrupting your own. Still, the chic aesthetics makes this my favorite Tech neighbor."
  ]},
  {
    "BuildingName": "John J. Louis Hall",
    "Location": ["42.0520", "-87.6729"],
    "Rating": "32/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 6",
    "Likability: 7",
    "Practicality: 6",
    "Overall Vibes: 7"],
    "Rank": 15,
    "Summary": ["Let’s get something out of the way: The Cage bothers me. As a Medill student who enjoys multimedia reporting, I’m annoyed that RTVF people have a whole room full of thousands of dollars worth of equipment that we mere mortals can’t use. That being said, once you walk past The Cage into Louis Hall itself, the quirky design quickly subdues the annoyance. From the stage lights hanging in the abstract-quadrilateral-shaped atrium to the film reels on the door numbers, this building slaps you in the face with its purpose. That purpose also comes in multiuse editing rooms and the studios for WNUR. Outside, its new limestone and glass facade fits in well with the surrounding buildings.",
    "My lasting memory from Louis, however, comes from an evening earlier this quarter: I was unlocking my bike from the racks outside next to a couple of professors about to ride home from work, eavesdropping (as one does), when one of them said, and I quote, “You know, I just don’t want to look like a total boner in class.” Well, anonymous professor, you may look like a boner in class, but at least the classroom will be nice."
  ]},
  {
    "BuildingName": "Wirtz Center for the Performing Arts",
    "Location": ["42.0521", "-87.6731"],
    "Rating": "33/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 7",
    "Likability: 7",
    "Practicality: 7",
    "Overall Vibes: 6"],
    "Rank": 14,
    "Summary": ["I was waiting in the lobby of Wirtz earlier this quarter to meet up with a friend on an objectively shit day: completely cloudy, low 30s, sidewalks and roads covered in a thin layer of ice. Most who entered and exited through the doors in front of me wore thick coats and sturdy boots, but after a while, I heard a click-clack coming from the other side of the foyer. I turned to see someone strutting towards the exit wearing tall stiletto heels and dark bug-eye sunglasses, ready to singlehandedly outdo the shitty day with pure confidence and style.",
    "This, more or less, is the essence of Wirtz. Sure, the older portion still terrifies me and I get lost every time I try to enter it to meet up with friends or report stories, and the building is full of loud Theatre majors taking themselves too seriously and leaving their folders laying around. But the renovated half outdoes it with practicality and unpretentious pleasantness. In the lobby, LED lights and metal trim work together with exposed pipe and a neutral palette to create an environment that is modern without being cold. Upstairs, bright colors add flair to the space, and roomy studios hold memories of that one time I did a dance show. (D-WHAT? DEEVA!) As much as the maze of dark, narrow hallways leading to a giant room full of old props will always strike fear into my heart, I genuinely enjoy being in the newer section – even when it’s filled with Theatre majors monologuing for all to hear."
  ]},
  {
    "BuildingName": "Pick-Staiger Concert Hall",
    "Location": ["42.0527", "-87.6722"],
    "Rating": "34/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 7",
    "Likability: 7",
    "Practicality: 7",
    "Overall Vibes: 7"],
    "Rank": 13,
    "Summary": ["What are those clear hexagons on the ceiling? For acoustics, probably? I don’t really know, but I love them. Pick-Staiger is spacious, open, enjoyable, comfortable, light-filled and just a good place to be. The lobby is great for receptions, and its design allows for easy visibility from throughout the theater, whether you’re in a TND or watching Ta-Nehisi Coates speak. Interacting with this space almost always comes during a special occasion for students, and for that it holds its own among NU’s academic buildings."
  ]},
  {
    "BuildingName": "Harris Hall",
    "Location": ["42.0513", "-87.6763"],
    "Rating": "35/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 7",
    "Likability: 8",
    "Practicality: 7",
    "Overall Vibes: 7"],
    "Rank": 12,
    "Summary": ["Harris may look pretentious from the outside, but inside, a solidly designed floor plan, wood paneling and gold trim make for a comfortable space. Windows in the back of the first floor lecture hall welcome students in, and the neoclassical style makes the whole place feel important. Also, our History Department is cool."
  ]},
  {
    "BuildingName": "Silverman Hall",
    "Location": ["42.0564", "-87.6741"],
    "Rating": "36/50",
    "Breakdown": ["Aesthetics (exterior): 8",
    "Aesthetics (interior): 8",
    "Likability: 6",
    "Practicality: 7",
    "Overall Vibes: 7"],
    "Rank": 11,
    "Summary": ["“GANG DANE!” I was confused the first time I heard the yell from the third floor elevator as I studied at a table nearby in one of Silverman Hall’s spacious, bright lounge areas. It took me a bit to put together that the voice was actually saying “going down” in a strange, robotic British accent – but once I did, it made me smile. For a north campus building housing chemistry, biology and engineering labs and offices, Silverman has a surprising amount of character, from the yelling elevator to the huge windows overlooking campus to the yellow pillars and fun light fixtures. It also has a somewhat-interesting backstory: The building was funded by royalties from the sale of Lyrica. Its name comes from the discoverer of the miracle drug, Richard Silverman, who now has an office in the building. (Imagine working in a building named after yourself like WTF.) It would make sense to want an office here, with beautiful views of the lake and a clean interior design. Even though it might be funded by Big Pharma, Silverman is still a charismatic, well-designed building, outside and in."
  ]},
  {
    "BuildingName": "Scott Hall",
    "Location": ["42.0515", "-87.6776"],
    "Rating": "37/50",
    "Breakdown": ["Aesthetics (exterior): 6",
    "Aesthetics (interior): 8",
    "Likability: 8",
    "Practicality: 7",
    "Overall Vibes: 8"],
    "Rank": 10,
    "Summary": ["An important consideration in the aesthetics (interior) category is the age-old question: Is there a painting of a someone who looks like a wizard? In Scott Hall, the answer is a resounding yes: William M. McGovern looks nobly out over the second floor hallway draped with red and navy robes, holding a nondescript brown book (spells?). But in the case of Scott, the home of the Political Science Department and a number of Student Affairs divisions, the wizard painting is not a standout – rather, it serves as a humble addition to the exciting art and political paraphernalia (campaign posters, photos and other collectibles) that add color and life to the drab, narrow corridors of the upper floors. On the main floor, classrooms contain stunningly high ceilings and, in at least one case, a chandelier. This building is full of surprises, and what it lacks in design excitement it more than makes up for in colorful decor."
  ]},
  {
    "BuildingName": "Annie May Swift Hall",
    "Location": ["42.0523", "-87.6750"],
    "Rating": "38/50",
    "Breakdown": ["Aesthetics (exterior): 8",
    "Aesthetics (interior): 7",
    "Likability: 8",
    "Practicality: 7",
    "Overall Vibes: 8"],
    "Rank": 9,
    "Summary": ["Every fall, my Instagram feed lights up with pictures of the bright orange and red trees outside of Annie May Swift. What makes this picture-taking spot so special is not merely the fall colors, though; the building forming the backdrop of the photos is one of Northwestern’s most unique. Terra cotta brick and red roof tiles give rise to the rumor that this building was originally meant for Stanford. (In fact, it was constructed to house the mildly Harry Potter sounding School of Oratory, now the School of Communication). Ornate brickwork, with twisting columns and precise arches, defines the structure, and its location on what was once a bluff overlooking the Lake Michigan shore allows it to stand out from the surroundings. Inside, each floor holds a slightly different design, all united by a main staircase with beautiful wooden banisters. This building, with its bright colors, varied interior and unique design, just makes me happy, and I’m glad it’s lasted so long."
  ]},
  {
    "BuildingName": "Kellogg Global Hub",
    "Location": ["42.0574", "-87.6723"],
    "Rating": "39/50",
    "Breakdown": ["Aesthetics (exterior): 9",
    "Aesthetics (interior): 9",
    "Likability: 7",
    "Practicality: 8",
    "Overall Vibes: 6"],
    "Rank": 8,
    "Summary": ["I’ll begin with the obvious: New Kellogg is fucking gorgeous. The smooth, curving blue glass exterior is the perfect neighbor for a sparkling Lake Michigan. Colorful wood, smart lighting and spacious lounge areas create a breathtaking aura inside the building. In design terms, the idea of a central atrium united by four wings full of classrooms and offices is intelligent and effective, and the details – from the comfiness of the chairs to the Hershey’s Kisses and Jolly Ranchers at the front desk – are taken care of in style. ",
    "Being inside this building feels important and exciting, and the spaciousness leaves plenty of room to breathe. That being said, the other people inside the building are not my favorite – it’s intimidating to be in a space with a bunch of people making more money than I ever will, who can see right through my small undergraduate self.",
    "Business people scare me, yet this structure provides a comfortable home for these future capitalist leaders, in their well-tailored suits and click-clacking heels. Were this building used for anything other than the Kellogg School of Management , it would probably occupy a higher place on this list. (Another important note to add: the building is shaped like a massive “K.” Subtle.) Alas, entering this glass castle is an implicit agreement to overhear half-baked startup ideas from econ bros."
  ]},
  {
    "BuildingName": "Dearborn Observatory",
    "Location": ["42.0567", "-87.6751"],
    "Rating": "40/50",
    "Breakdown": ["Aesthetics (exterior): 9",
    "Aesthetics (interior): 7",
    "Likability: 8",
    "Practicality: 8",
    "Overall Vibes: 8"],
    "Rank": 7,
    "Summary": ["The <a href=“http://digital.library.northwestern.edu/architecture/building.php?bid=5” target=”_blank”>story</a>of Dearborn begins just before the outbreak of the U.S. Civil War, when a firm in Cambridge, Massachusetts, began work on the largest astronomical lens in the world. This lens made its way to the Chicago Astronomical Society, then to the University of Chicago, where it survived the Chicago Fire, then to Northwestern when UChicago went bankrupt. The Dearborn Observatory we know today debuted in 1889, but even that was not its final form. When construction began on Tech in 1939, the building would have to be moved to its current location; A University Archives story about the building states, “Twenty-six men using 600 jacks hoisted the massive structure three feet off its foundation; the building was placed on rollers and pulled over tracks 664 feet south by a tractor and two teams of horses.”",
    "All this is to say that Dearborn has been through a lot to get where it is today. In my opinion, though, its location and design make it one of the prettiest buildings on campus. The aluminum dome is unique and shines in the light, the ornate balcony gives the building a mystical feel, and the rest of the structure feels cozy and cottage-like in its setting amongst the trees next to the Shakespeare Garden. Inside, visitors encounter not one but TWO spacious gender-neutral bathrooms, cool offices with curving walls under the dome and nice woodwork. The practical interior and exciting exterior serve to welcome curious newcomers and experienced astronomers alike to further their knowledge. Dearborn is a structure where occupants have gazed at the stars for 130 years – it’s appropriate that the building itself is a campus star."
  ]},
  {
    "BuildingName": "James L. Allen Center",
    "Location": ["42.0564", "-87.6732"],
    "Rating": "41/50",
    "Breakdown": ["Aesthetics (exterior): 7",
    "Aesthetics (interior): 9",
    "Likability: 9",
    "Practicality: 7",
    "Overall Vibes: 9"],
    "Rank": 6,
    "Summary": ["I had never been inside the James L. Allen Center before reporting this story. I walked past it on many trips to North Campus and along the path next to the lagoon. I had seen its balconies, its dining room and the Lincoln Town Cars that frequent its driveway. Little did I know, however, of the surreal environment that lay inside.",
    "I first attempted to enter the Allen Center through the main west entrance and confidently strode up, knowing I would need to put on an act to succeed in exploring this Wolf of Wall Street-esque business center. When I glanced through the dark glass windows, I saw what appeared to be a hotel lobby, complete with cushy couches, luggage dollies and a reception desk. Intimidated, I changed direction, heading for the seemingly more discreet north entrance. I walked past the small garden through a revolving door, where I encountered a sign that read, “Please check in at the reception desk.” ",
    "Shit. Despite my best efforts to evade detection, I would still be confronted. I knew I had to move fast, so I moved to open the second and final door when, as if entering a spaceship, it quickly and quietly slid open ahead of me. I moved forward, evading eye contact with the few people in the small lobby, and headed for a hallway. My heart was racing, and I knew I needed to get out of sight quick. I saw a sign marked “Stairs”, walked through the door and made my way up. ",
    "Now that I could catch my breath, I was ready to take in the building. As I emerged onto the second floor and began to explore, what lay ahead of me confounded my senses: an absurd mix of upscale hotel, mid-century modern mansion and conference center. Random wooden staircases jutted through the floor. Bronze statues sat in carpeted corners. Oil paintings hung illuminated in gilded frames. The surreal presence of pure luxury in the midst of an academic building took me aback. Study rooms were flanked by display cases of South American bowls. Lecture halls emerged in the midst of food buffets. Silent staff members carted jugs of coffee and arranged tables of nametags for what I could only assume was a meeting of international supervillains.",
    "Not wanting the adventure to end, I descended one of the staircases and found myself in the very lobby I had glanced into earlier. The receptionists looked over at me, but it was no matter: I was on the inside now. I continued my adventure past a naturally lit dining hall looking out onto the lake and through more hallways of art and artifacts before emerging back into the north lobby I had originally entered. Triumphant, I strutted past bowls of fresh fruit and KIND Bars to take a fresh oatmeal raisin cookie from a table full of sweets and beverages before exiting out the same sliding door that welcomed me in the beginning.",
    "Upon further inspection (read: Googling), I discovered that the Allen Center is more than just an academic building – it is home to Kellogg’s Executive Education program. The Kellogg website boasts: “Because learning should not be confined to the classroom, the Allen Center is designed to facilitate peer learning and informal interactions among faculty and participants. It is completely self-contained with classrooms of all shapes and sizes, fully equipped study-group rooms, bedrooms, dining rooms, lounge areas, snack rooms, laundry service and an exercise room.”",
    "I now understood why the experience was so surreal. The Allen Center is not a building meant for Northwestern students; rather, it stands as the brick-and-mortar embodiment of a Fortune-500 executive’s dystopian wet dream. Acting as a hotel, restaurant, lounge, gym, conference center, academic building, delivery center and art gallery, among many other things, the Allen Center seems to have been designed so that wealthy, powerful executives who have converged in the building to become more wealthy and powerful are completely sheltered from the surrounding world of young, broke college students. This undiluted concentration of modern capitalism in our very backyard is possibly the most intriguing building on Northwestern’s Evanston campus."
  ]},
  {
    "BuildingName": "Kresge/Crowe Hall",
    "Location": ["42.0517", "-87.6751"],
    "Rating": "42/50",
    "Breakdown": ["Aesthetics (exterior): 7",
    "Aesthetics (interior): 8",
    "Likability: 9",
    "Practicality: 9",
    "Overall Vibes: 9"],
    "Rank": 5,
    "Summary": ["When I arrived on campus in fall 2016, Kresge was the talk of the town. A successful renovation of the midcentury campus icon had just wrapped up, meaning the building was full of technological innovation and had just become LEED platinum certified, making it the “greenest building on campus.” My first impressions of it, however, didn’t come from the innovative and efficient HVAC system, the recycled materials or the insulating roof. No, they came from the building’s most amazing feature: <a href=“http://www.northbynorthwestern.com/story/ask-nbn-s2-ep2-whats-with-the-stairs-of-kresge/” target=”_blank”>the front stairs</a>. Any student who came within sight of the stairs that fall learned that although the sun provides illumination and life to our planet, nine horizontal LED bars can give it a run for its money. The Kresge stairs were a testament to Northwestern’s inherent extra-ness (since surpassed by the Global Hub and $270 million athletics center), blinding those who looked at them directly and providing a futuristic backdrop to a number of embarrassing group photos with friends from my PA and PWild groups. Eventually, Northwestern came to its senses and dimmed the lights, but their legacy lives on in my heart as I think back to my optimistic freshman self bounding up the blinding stairs to audition for a cappella groups that ultimately rejected me.",
    "Contrary to my perceptions of Northwestern a cappella groups, my perception of Kresge has actually improved over time. The long hallways that at first struck me as sterile now seem inviting and accessible. Study nooks that I didn’t know existed have provided comfortable homes for my pre-finals-week-stress-watching-Lady Bird-instead-of-studying. Rolling chairs that I once found unnecessary have allowed for easy rearrangement of rooms for discussion-based classes. The connection to Crowe lets students seamlessly transfer into a similarly modern, inviting space. Kresge’s light, natural color palate and advanced, user-friendly classrooms make it one of my favorite campus buildings, and although it still strikes me as a bit uncharismatic, future Northwestern renovations can take a hint from the environmentally-friendly structure’s success."
  ]},
  {
    "BuildingName": "Ryan Center for the Musical Arts (S.S. Bienen)",
    "Location": ["42.0517", "-87.6715"],
    "Rating": "43/50",
    "Breakdown": ["Aesthetics (exterior): 9",
    "Aesthetics (interior): 10",
    "Likability: 8",
    "Practicality: 7",
    "Overall Vibes: 9"],
    "Rank": 4,
    "Summary": ["At the beginning of last Fall Quarter, when I was walking through the S.S. Bienen, I spotted my roommate sitting with some friends under the skylights near the north entrance of the building. They asked me what I was doing in the music building when I’m not a musician. I answered honestly: I wanted to walk inside because I love the smell.",
    "The aroma of the building might have been the main reason I was there  – the S.S. Bienen is unequivocally the best smelling building on campus –  but frequenting the lofty foyer and wood-lined halls of the lakefront icon comes as a multisensory experience. The S.S. Bienen may not be No. 1 on this list, largely due to the inaccessibility of the upper floors to non-Bienen students, but to me, it is the best work of architecture on campus. One of the biggest things that struck me, and still stands out to me, about the building is the quality of its materials: huge glass panels, striking metal trim, carved stone, curving wood, the list goes on and on. This building is just gorgeous inside and out, with uninterrupted lakeside light piercing the stunning atrium, performance halls, classrooms and practice rooms alike, and rich wood adding warmth and life to the space. As a music building, the interior was designed with acoustics in mind – and for an added bonus the double glass panels that soundproof the performance spaces also insulate the building, furthering it toward its LEED gold certification. Walking inside the S.S. Bienen is always a breathtaking experience, and a similar vibe awaits outside. Wide lawns look out upon the lake, where dogs and trombonists alike can play.",
    "As a work of architecture, this ship-shaped spectacle of a building serves as a shining (and rare) example of Northwestern actually getting something right."
  ]},
  {
    "BuildingName": "Deering Library",
    "Location": ["42.0532", "-87.6756"],
    "Rating": "44/50",
    "Breakdown": ["Aesthetics (exterior): 10",
    "Aesthetics (interior): 9",
    "Likability: 9",
    "Practicality: 8",
    "Overall Vibes: 8"],
    "Rank": 3,
    "Summary": ["Frank Lloyd Wright allegedly once said Deering Library, with its wide roof and small towers at all four corners, looked like <a href=“https://openhousechicago.org/sites/site/northwestern-charles-deering-library” target=”_blank”>”a pig on its back,”</a> but Frank Lloyd Wright was <a href=“http://mcmansionhell.com/post/153445841456/who-the-hell-were-frank-lloyd-wright-and-le” target=”_blank”>an asshole</a> and Deering is great. Every time I walk under the elaborately carved stone entranceway and up the dramatic staircase inside, I think to myself: Wow, I really am in college. Some Northwestern buildings bore us with their practicality, and it can be easy to get caught up in the stress of day-to-day university life. Deering, however, provides a refreshing reminder that what we are doing is special – its soaring arches, classical artwork and grand reading rooms give a sense of purpose to the monotonous work of college. The architecture reading room has always been my favorite study spot on campus; even if I have to to descend two flights of stairs to use the bathroom, its stained glass windows, high ceilings and wide tables provide an intellectual comfort that allows me to stay there for hours on end.",
    "Northwestern students, unlike famous architects, are actually sensible, and I don’t think I’ve met anyone who dislikes Deering. It is one of Northwestern’s proudest buildings, downright photogenic outside and in. I will never grow tired of the good vibes inside its spacious halls."
  ]},
  {
    "BuildingName": "Lutkin Memorial Hall",
    "Location": ["42.0510", "-87.6803"],
    "Rating": "45/50",
    "Breakdown": ["Aesthetics (exterior): 8",
    "Aesthetics (interior): 8",
    "Likability: 10",
    "Practicality: 9",
    "Overall Vibes: 10"],
    "Rank": 2,
    "Summary": ["If Scott Hall scores points for having a wizard painting, Lutkin is the king of wizard paintings. Walk into this small south campus outpost and you will be met with a nearly life size portrait of the eponymous Peter Christian Lutkin, Northwestern’s first music school dean, wearing a majestic set of black and red capes and holding a black wand (actually a conductor’s baton). If you arrive on a sunny morning for class in the large, newly renovated lecture hall, golden light streaming through the neo-gothic stained glass windows will illuminate the mystical man – or, if you go to see Burlesque on a steamy Saturday night, he will look down upon you in shame. But these two situations showcase the range of options Lutkin provides. From the outside, it appears like a quaint chapel surrounded by majestic trees and gardens whose beauty shines in every season. The spacious hall inside can be a comfortable environment for a MWF history class or provide the perfect acoustics for you to scream at your nearly naked friends. Lutkin is an unproblematic fave, and its mix of charm, pragmatism and versatility should serve as an inspiration to us all."
  ]},
  {
    "BuildingName": "Block Museum of Art",
    "Location": ["42.0524", "-87.6727"],
    "Rating": "46/50",
    "Breakdown": ["Aesthetics (exterior): 8",
    "Aesthetics (interior): 10",
    "Likability: 10",
    "Practicality: 9",
    "Overall Vibes: 9"],
    "Rank": 1,
    "Summary": ["An art museum! On campus! And it’s free! And open to all! The Block may not be the prettiest building; it may not have the best design; but what it does have is art, accessibility, a great location, good memories and fantastic vibes. I was worried about how I would choose No. 1 on this list, but when it came down to it, the Block was obvious. It sits at the end of the Arts Circle, my favorite part of campus, with views of the lake and downtown. Inside, natural light floods into the lobby, which, aided by white paint and a wide atrium, welcomes you as you walk into the building. I appreciated this greatly when, my freshman year, I came into the building twice a week for my “Latin American Art History” class. I would walk through the lobby, past a friendly staff member at the front desk, into the neutral, comfortable auditorium, which gave each class a unique feeling of importance. On both floors, galleries hold ever-changing exhibitions: Currently, Caravans of Gold provides a <a href=“http://www.northbynorthwestern.com/story/he-block-strikes-gold-with-new-medieval-african-ar/” target=”_blank”>fascinating, groundbreaking glimpse</a>into medieval West Africa on the upper floor. Behind closed doors, offices hold curatorial and administrative staff hard at work making sure the Block maintains its position as the No. 1 <a href=“https://www.collegerank.net/best-art-museums/” target=”_blank”>college art museum in the country</a>(according to the definitive authority on college art museums, CollegeRank.net).",
    "I love the Block, and I truly have nothing but good wishes for it in the future. In a crowded field of limestone boxes, glass castles and historical landmarks, the Block rises to the top – and while Northwestern students caught up in studying and stress often forget it exists, all of us could use an escape to its bright, open, art-filled spaces every once in a while."
  ]}
]
}
